** DONE listen
    CLOSED: [2016-07-22 Fri 21:11]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-22 Fri 21:11]
    CLOCK: [2016-07-22 Fri 20:52]--[2016-07-22 Fri 21:11] =>  0:19
    :END:
** DONE listen 英语发音unit one
    CLOSED: [2016-07-24 Sun 11:12]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-24 Sun 11:12]
    CLOCK: [2016-07-24 Sun 10:50]--[2016-07-24 Sun 11:12] =>  0:22
    :END:
*** neck <2016-06-21 Tue>
  英  [Thursday   28 July 2016
  journal:     4:02- 4:04 Clocked:   (0:02) STARTED benek]   美  [nɛk]
 n. 脖子；衣领；海峡
 vi. 搂著脖子亲吻；变狭窄
 vt. 使变细；与…搂著脖子亲吻
 n. (Neck)人名；(德、意、英)内克
  柯林斯英汉双解大词典  21 世纪大英汉词典

 neck /nɛk/  CET4 TEM4
 N-COUNT Your neck is the part of your body which joins your head to the rest of your body. 颈
 例：
 She threw her arms around his neck and hugged him warmly.
 她伸出双臂搂住他的脖子，热烈地拥抱他。
 N-COUNT The neck of an article of clothing such as a shirt, dress, :LOGBOOK:
 CLOCK: [2016-07-12 Tue 03:01]--[2016-07-12 Tue 04:48] =>  1:47
 :END:or sweater is the part which surrounds your neck. 领口
 例：
 ...the low, ruffled neck of her blouse.
 …她褶边低胸的衬衫领口。
 N-COUNT The neck of something such as a bottle or a guitar is the long narrow part at one end of it. (瓶子、吉他等的) 颈状部位
 例：
 Catherine gripped the broken neck of the bottle.
 凯瑟琳紧握着破裂的瓶颈。
 PHRASE If you say that someone is breathing down your neck, you mean that they are watching you very closely and checking everything you do. 密切监视
 例：
 Most farmers have loan officers breathing down their necks.
 大多数农场主受到信贷员的密切监视。
 PHRASE In a competition, especially an election, if two or more competitors are neck and neck, they are level with each other and have an equal chance of winning. 势均力敌
 例：
 The latest polls indicate that the two main parties are neck and neck.
 最新的民意测验显示两个主要政党势均力敌。
 PHRASE If you stick your neck out, you bravely say or do something that might be criticized or might turn out to be wrong. 敢说敢干
 例：
 During my political life I've earned myself a reputation as someone who'll stick his neck out, a bit of a rebel.
 我在自己的政治生涯中得了一个敢说敢干、有点叛逆的名声。
 网络释义 专业释义 英英释义

  脖子
  颈
  颈部
  颈
 短语
 Stiff neck 落枕
 Stiff neck 脖子发僵
 Stiff neck 落枕
 Stiff neck 顽固之人
 goose neck 鹅颈管
   更多结果
 词组短语 同近义词 同根词

 neck and neck 并驾齐驱，不分上下
 bottle neck 瓶颈
 pain in the neck 极讨厌的人或事
 stiff neck 脖子发僵，斜颈；顽固之人
 neck of the woods 附近一带（一般指乡村地区）
   更多词组短语
 双语例句 原声例句 权威例句

 He draped his arms round her neck.
 他双手搂住了她的脖子。
 The rain was dripping down his neck.
 雨水沿着他的脖子往下滴。
 The doll pivots at the waist and neck.
 那洋娃娃的腰和颈可以转动。
  更多双语例句
 百科

 Neck

 The neck is the part of the body, on many terrestrial or secondarily aquatic vertebrates, that distinguishes the head from the torso or trunk. The adjective (from Latin) signifying "of the neck" is cervical (though in non-technical contexts, this is more frequently used to describe the cervix).
 来源于：维基百科

 literate
  英  ['lɪt(ə)rət]   美  ['lɪtərət]
 adj. 受过教育的；精通文学的
 n. 学者
  柯林斯英汉双解大词典  21 世纪大英汉词典

 literate /ˈlɪtərɪt/  CET6+ TEM8
 ADJ Someone who is literate is able to read and write. 能读会写的
 例：
 Over one-quarter of the adult population are not fully literate.
 四分之一以上的成年人是半文盲。
 → see also computer-literate
 网络释义 专业释义 英英释义

  有文化的
  有读写能力的
  识字的
  学者
 短语
 Literate programming 文学编程
 Literate programming 文学编程
 Literate programming 文学化编程
 Literate programming 字面编程
 Financially Literate 掌握一定财务知识
   更多结果
 词组短语 同近义词 同根词

 computer literate 懂电脑
 双语例句 原声例句 权威例句

 The drawback of the internet is that you have to be literate to use it.
 互联网的缺点就是人们必须得有文化才能使用它。
 article.yeeyan.org
  更多双语例句
 百科

 Literate

 Literacy is traditionally understood as the ability to read and write. The term's meaning has been expanded to include the ability to use language, numbers, images and other means to understand and use the dominant symbol systems of a culture. The concept of literacy is expanding in OECD countries to include skills to access knowledge through technology and ability to assess complex contexts.Literacy represents the lifelong, intellectual process of gaining meaning from a critical interpretation of written or printed text. The key to all literacy is reading development, a progression of skills that begins with the ability to understand spoken words and decode written words, and culminates in the deep understanding of text. Reading development involves a range of complex language underpinnings including awareness of speech sounds (phonology), spelling patterns (orthography), word meaning (semantics), grammar (syntax) and patterns of word formation (morphology), all of which provide a necessary platform for reading fluency and comprehension. Once these skills are acquired, the reader can attain full language literacy, which includes the abilities to apply to printed material critical analysis, inference and synthesis; to write with accuracy and coherence; and to use information and insights from text as the basis for informed decisions and creative thought. The inability to do so is called illiteracy or analphabetism.The United Nations Educational, Scientific and Cultural Organization (UNESCO) defines literacy as the "ability to identify, understand, interpret, create, communicate and compute, using printed and written materials associated with varying contexts. Literacy involves a continuum of learning in enabling individuals to achieve their goals, to develop their knowledge and potential, and to participate fully in their community and wider society".
 来源于：维基百科


** DONE Lesson one
   CLOSED: [2016-07-24 Sun 21:39]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 21:39]
   - State "STARTED"    from "DONE"       [2016-07-24 Sun 21:38]
   - State "DONE"       from "WAITING"    [2016-07-24 Sun 21:38]
   - State "SOMEDAY"    from "WAITING"    [2016-07-24 Sun 21:38]
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 21:37]
   CLOCK: [2016-07-24 Sun 21:04]--[2016-07-24 Sun 21:39] =>  0:35
   :END:
*** DONE 复习98.7%
    CLOSED: [2016-07-25 Mon 05:38]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-25 Mon 05:38]
    CLOCK: [2016-07-25 Mon 05:24]--[2016-07-25 Mon 05:38] =>  0:14
    :END:
** DONE Lesson two 97.9%
   CLOSED: [2016-07-24 Sun 21:04]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 21:04]
   CLOCK: [2016-07-24 Sun 20:38]--[2016-07-24 Sun 21:04] =>  0:26
   :END:
*** DONE 复习98.9%
    CLOSED: [2016-07-25 Mon 05:52]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-25 Mon 05:52]
    CLOCK: [2016-07-25 Mon 05:39]--[2016-07-25 Mon 05:52] =>  0:13
    :END:
** DONE Lesson three 97.4%
   CLOSED: [2016-07-24 Sun 16:07]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 16:07]
   CLOCK: [2016-07-24 Sun 15:32]--[2016-07-24 Sun 16:07] =>  0:35
   :END:
*** DONE 复习98.3
    CLOSED: [2016-07-25 Mon 18:35]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-25 Mon 18:35]
    CLOCK: [2016-07-25 Mon 18:17]--[2016-07-25 Mon 18:35] =>  0:18
    :END:
** DONE Lesson four 98%
   CLOSED: [2016-07-24 Sun 10:14]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 10:14]
   CLOCK: [2016-07-24 Sun 09:43]--[2016-07-24 Sun 10:14] =>  0:31
   :END:
*** DONE 复习98.3%
    CLOSED: [2016-07-25 Mon 20:37]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-25 Mon 20:37]
    CLOCK: [2016-07-25 Mon 20:20]--[2016-07-25 Mon 20:37] =>  0:17
    :END:
** DONE Lesson five 97.2%
   CLOSED: [2016-07-24 Sun 09:34]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 09:34]
   CLOCK: [2016-07-24 Sun 08:44]--[2016-07-24 Sun 09:34] =>  0:50
   :END:
*** DONE learn97.7%
    CLOSED: [2016-07-25 Mon 21:01]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-25 Mon 21:01]
    CLOCK: [2016-07-25 Mon 20:41]--[2016-07-25 Mon 21:01] =>  0:20
    :END:
** DONE Lesson six 99.1% good
   CLOSED: [2016-07-24 Sun 05:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 05:37]
   CLOCK: [2016-07-24 Sun 04:52]--[2016-07-24 Sun 05:37] =>  0:45
   :END:
** DONE Lesson seven 97.7%
   CLOSED: [2016-07-24 Sun 04:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-24 Sun 04:36]
   CLOCK: [2016-07-24 Sun 03:52]--[2016-07-24 Sun 04:36] =>  0:44
   :END:
** DONE lesson eight 97.9%
   CLOSED: [2016-07-23 Sat 16:43]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 16:43]
   CLOCK: [2016-07-23 Sat 16:03]--[2016-07-23 Sat 16:43] =>  0:40
   :END:
** DONE Lesson nine 97.6%
   CLOSED: [2016-07-23 Sat 16:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 16:01]
   CLOCK: [2016-07-23 Sat 15:06]--[2016-07-23 Sat 16:01] =>  0:55
   :END:
a sofa
a lamp
a stool
a bed
a chair
a wardrobe

narrow
a lot of
a few
low
wide
high

a yellow sofa
a woman on a bed
a man on a bed
a grey wardrobe
shirts in a wardrboe
a red sofa

a bule stool
a chair is on the water.
A man is sitting on a big blue chair.
The chairs are around the table.
The stools are around the table.
a red stool

a yellow lamp
a blue lamp
A lamp is near the bed.
A bed is between the lamps.
A little girl is sitting in front of a white sofa.
a yellow lamp

high chair
low chair
low-heeled shoes
low chair
high-heeled shoes
She is sitting on a high stool.
She is sitting on a low red stool.
high chair

a few shoes
a few white chairs
A woman is sitting on a high chair.
A lot of white chairs
a lot of shoes
a lot of lamps

a narrow wardrobe
a man in wide trousers
a man in narrow trousers.
a narrow bed
a wide bed
a wide wardrobe

Is the man with a bear sitting on a chair? Yes, he is sitting on a chair.
Is the girl between the books? Yes, the girl is between the books.
Is the giraffe tall? Yes, it is very tall.
Are the chiars around a table? Yes, the chairs are around a table.
Is the woman sitting on a yellow chair? Yes, she is sitting on a yellow chair.
Is the woman sleeping on a bed? Yes, the woman is sleeping on a bed.

Is the woman sitting with men? No, she is lying on a narrow sofa.
Is the beg lamp hanging over the table? No, the big red lamp is hanging over a
wide bed.
Is the woman sitting on a low chair? No, she is sitting on a high stool.
Is the man with a computer sitting on a sofa? No, the man with a computer is sitting
on a stool.
Are there few shirts in the wardrobe? No, there are a lot of shirts in the
wardrobe.
Are the men standing around  a table? No, they are sitting around the a table.

** DONE Lesson ten 97.9%
   CLOSED: [2016-07-23 Sat 05:54]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-23 Sat 05:54]
   CLOCK: [2016-07-23 Sat 05:01]--[2016-07-23 Sat 05:54] =>  0:53
   :END:

** DONE Lesson eleven 98.8%
    CLOSED: [2016-07-23 Sat 03:43]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-23 Sat 03:43]
    CLOCK: [2016-07-23 Sat 02:51]--[2016-07-23 Sat 03:43] =>  0:52
    :END:
** DONE Lesson twelve 98.4%
   CLOSED: [2016-07-22 Fri 20:25]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-22 Fri 20:25]
   CLOCK: [2016-07-22 Fri 19:22]--[2016-07-22 Fri 20:25] =>  1:03
   :END:
** DONE lesson fourteen 98.3
   CLOSED: [2016-07-21 Thu 22:01]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-21 Thu 22:01]
   CLOCK: [2016-07-21 Thu 21:13]--[2016-07-21 Thu 22:01] =>  0:48
   :END:
***** DONE towel
      CLOSED: [2016-07-22 Fri 19:21]
      :LOGBOOK:
      - State "DONE"       from "STARTED"    [2016-07-22 Fri 19:21]
      CLOCK: [2016-07-22 Fri 04:53]--[2016-07-22 Fri 05:11] =>  0:18
      :END:
 英  ['taʊəl] 美  ['taʊəl]
 n. 毛巾，手巾；[纸] 纸巾
 vt. 用毛巾擦
 vi. 用毛巾擦干身体
  柯林斯英汉双解大词典  21世纪大英汉词典

 towel /ˈtaʊəl/  CET4 TEM4
 N-COUNT A towel is a piece of thick soft cloth that you use to dry yourself. 毛巾
 例：
 ...a bath towel.
 …一条浴巾。
 例：
 ...a hand towel.
 …一块手巾。
 例：
 ...a beach towel.
 …一条沙滩浴巾。
 V-T If you towel something or towel it dry, you dry it with a towel. 用毛巾擦干
 例：
 James came out of his bedroom, towelling his wet hair.
 詹姆斯走出他的卧室，用毛巾擦干他那湿漉漉的头发。
 例：
 I towelled myself dry.
 我用毛巾把自己擦干。
 PHRASE If you throw in the towel, you stop trying to do something because you realize that you cannot succeed. 认输
 例：
 It seemed as if the police had thrown in the towel and were abandoning the investigation.
 看起来好象警察已经认输了，并且要放弃调查。
 网络释义 专业释义 英英释义

  毛巾
  毛圈布
  毛巾
  手巾
 短语
 towel ring 毛巾环
 towel ring 手巾环
 towel ring 毛巾挂环
 towel ring 毛巾圈
 sanitary towel 卫生带
   更多结果
 词组短语 同近义词 同根词

 bath towel 浴巾
 paper towel 纸巾
 sanitary towel 月经垫；卫生巾（等于sanitary napkin）
 towel rack n. 毛巾架
 kitchen towel 厨房用纸；洗碗布
   更多词组短语
 双语例句 原声例句 权威例句

 He dried his hair with a towel.
 他用毛巾把头发擦干。
 He dried off the towel.
 他拧干了毛巾。
 She twisted a wet towel and dried her face.
 她拧干一块温毛巾擦脸。
** DONE Lesson fivteen
:LOGBOOK:
   CLOCK: [2016-07-21 Thu 18:16]--[2016-07-21 Thu 19:23] =>  1:07
   :END:


** DONE 复习lesson thirty 98.7%
   CLOSED: [2016-07-22 Fri 06:05]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-22 Fri 06:05]
   CLOCK: [2016-07-22 Fri 05:13]--[2016-07-22 Fri 06:04] =>  0:51
   :END:
** lesson nineteen<2016-07-07 Thu>
:LOGBOOK:
CLOCK: [2016-07-07 Thu 04:17]--[2016-07-07 Thu 04:42] =>  0:25
:END:
a cheek
an ear
an eye
a face
a nose
a mouth

a stomach
shoulders
a neck
a body
a head
a back

an arm
a foot
a leg
a hand
a finger
kness
 
a child's face
a woman's face
The woman has a long neck.
The giraffe has a very long neck.
A man's face
The man is on his knees.
knees
 英  [niːz]   美  [niːz]
[解剖] 膝

big stomach
The boy has dirty cheeks.
The boy has a big nose.
Mother kisses her son's pink cheek.
The girl is wearing a scarf on her neck and a cap  on her head.
The man has a wide back.

a woman's ear
a finger on the computer
an open mouth
closed eyes
a closed mouth
open eyes

The woman is putting a glove on her hand.
a woman with her eyes closed.
The girl has shoes on her feet.
The girl does not have any shoes on her feet.
The son is sitting on his father's shoulders.
The child is sitting on his mother's knee.

The child's foot is in his mother's hands.
The man is holding a finger in his mouth.
The child is in his mother's arms.
The child's hand is holding his mother's finger.
a grown-up's leg
a grown-up's foot

Is the white-haired girl speaking in the black-haired girl's ear? Yes, she is speaking on the balck-haired ear.
Is this face sad? Yes, it is sad.
Is the boy speaking in his friend's ear? Yes, he is speaking in his friend's
ear.
Is this face cheerful? Yes, it is cheerful.
Does the bear have a short neck? Yes, it does have a short neck.
Is the woman putting a hat on her head? Yes, she is putting a hat on her head.

Is the child's head big or small? His head is small.
Is this a woman's face or a man's face? This is a man's face.
Is  mother kissing her son's cheek or nose? She is kissing her son's cheek.
Is the child sitting on his mother's or grandma's knee? He is sitting on his
grandma's knee.
Is the child's face clean or dirty? His face is clean.
Are the child's feet big or small? His feet are small.
96.9%
** DONE lesson twenty seven
   CLOSED: [2016-07-12 Tue 04:48]
:LOGBOOK:
CLOCK: [2016-07-12 Tue 03:01]--[2016-07-12 Tue 04:48] =>  1:47
:END:
holiday
morning
breakfast
evening
lunch
dinner

to eat lunch
to give as a present
to eat dinner
to congratulate vt. 祝贺；恭喜；庆贺
to eat dinner
to celebrate
sunny morning
birthday
present
evening by the sea
evening walk
winter evening

The man drinks coffee and reads the newspaper in the morning befor work.
Cat also doesn't like to get up early in the morning very much.
Adults do not like to get up early in the morning very much.
Children and adults like presents very much.
This is a business lunch.
There are few cars on the streets at night.

People eat dinner in the evening after work.
The businesswoman is eating lunch on the bench in the park.
The young husband and wife are eating lunch on the grass.
People sleep at night.
People eat breakfast in the morning.
People eat lunch during the day.

Dinner in a beautiful restaurant is a good way to relax after a working day.
They bring presents for the bridegroom and bride.
It is a big job to cook for a holiday.
They bring presents on a birthday.
There are many beautiful dishes on the holiday table.
The birthday is a joyous holiday.

The young man is giving the girl flowers.
The young people are having a good time at the party.
The young man is giving the girl a toy.
A car is an expensive present.
The adults are celebrating a wedding.
The children are celebrating a birthday.

The family is having dinner in the evening.
The parents and their children are having breakfast in the morning.
This girl is sad, because she is not celebrating her birthday.
There is a lot of delicious food at the holiday table.
The girl is celebrating her birthday.
The parents and the children are having lunch during the day.

Do people tan in the morning or in the evening? People tan in the morning.
Do people eat breakfast or eat dinner in the morning? People eat breakfast in
the morning.
Do they usually drink orange juice for breakfast or for dinner? They usually
drink orange juice for breakfast.
Do children like to celebrate their birthday? Yes, they like to celebrate the
holidays very much.
Is a birthday a sad or a joyous holiday? A birthday is a joyous holiday.
Do people sleep or eat lunch at night? People sleep at night.

Do they eat meat for lunch? Yes, a lot of people eat meat for lunch.
Do they eat eggs for breakfast or lunch? They usually eat eggs for breakfast.
Do they drink wine for breakfast ? ,No,they drink wine for dinner and for lunch.
Do the guests like the party? Yes, the guests like the party very much.
Do they eat bread and butter for breakfast? Yes, they do.
Do they eat cheese for breakfast? Yes, they do.
97.4%
** DONE Lesson thirty one 95%
   CLOSED: [2016-07-25 Mon 17:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 17:33]
   - State "STARTED"    from "DONE"       [2016-07-25 Mon 07:50]
   - State "DONE"       from "STARTED"    [2016-07-25 Mon 06:46]
   CLOCK: [2016-07-25 Mon 05:53]--[2016-07-25 Mon 06:46] =>  0:53
   :END:
*** DONE 复习 95.0%
    CLOSED: [2016-07-25 Mon 18:10]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-25 Mon 18:10]
    CLOCK: [2016-07-25 Mon 17:34]--[2016-07-25 Mon 18:10] =>  0:36
    :END:
registration
 英  [redʒɪ'streɪʃ(ə)n]   美  ['rɛdʒɪ'streʃən]
n. 登记；注册；挂号

a waiting area
flight
 英  [flaɪt]   美  [flaɪt]
n. 飞行；班机；逃走
vt. 射击；使惊飞
vi. 迁徙
n. (Flight)人名；(英)弗莱特
N-COUNT You can refer to an aeroplane carrying passengers on a particular trip as a particular flight. 航班
例：
BA flight 286 was two hours late.
英国航空286次航班晚点两个小时。

A currency exchange booth
currency
英  ['kʌr(ə)nsɪ]  美  [ˈkɜrənsi]
n. 货币；通货
exchange
 英  [ɪks'tʃeɪndʒ; eks-]  美  [ɪks'tʃendʒ]
n. 交换；交流；交易所；兑换
vt. 交换；交易；兑换
vi. 交换；交易；兑换
booth
 英  [buːð; buːθ]  美  [bʊθ]
n. 货摊；公用电话亭
n. (Booth)人名；(英)布思；(德、瑞典)博特

Customs control 海关监管 海关检查

passport control
护照检查处；入境检验；验护照

to check
英  [tʃek]   美  [tʃɛk]
vt. 检查，核对；制止，抑制；在…上打勾
vi. 核实，查核；中止；打勾；[象棋]将一军
n. <美>支票；制止，抑制；检验，核对
n. （英）切克（人名）

to go through
经过；通过；做完
All products have to go through five checks in the whole process.
所有产品在整个生产过程中得通过五道质检关。

to check baggage
baggage
英  ['bægɪdʒ]  美  ['bæɡɪdʒ]
n. 行李；[交] 辎重（军队的）

to exchange currency

to carry

to claim baggage
英  [kleɪm]   美  [klem]
vi. 提出要求
vt. 要求；声称；需要；认领
n. 要求；声称；索赔；断言；值得

a passenger
英  ['pæsɪndʒə]  美  ['pæsɪndʒɚ]
n. 旅客；乘客；过路人；碍手碍脚的人
N-COUNT A passenger in a vehicle such as a bus, boat, or plane is a person who
is travelling in it, but who is not driving it or working on it. 乘客

a boarding pass
登机牌
a seat
a gate
英  [geɪt]   美  [ɡet]
n. 大门；出入口；门道
vt. 给…装大门 登机口
n. (Gate)人名；(英)盖特；(法、瑞典)加特

a stewardess
英  ['stjuːədɪs; ,stjuːə'des]  美  [ˈstuərdəs]
n. 女管家；女干事；女服务员
N-COUNT A stewardess is a woman who works on a ship, plane, or train, taking
care of passengers and serving meals to them. 女乘务员

a customs official
英  [ə'fɪʃ(ə)l]  美  [əˈfɪʃəl; oʊˈfɪʃəl]
adj. 官方的；正式的；公务的
n. 官员；公务员；高级职员
海关官员
 官方的
 公务员
 官员
 正式
government official 政府官员
government official 公务员
government official 官员
government official 政府机构
Official Site 官方网站
government official 政府官员
official language 官方语言；法定语文
senior official 高级官员；资深官员
official business 公务，公事
official document 官方文件，公文

light
英  [laɪt]   美  [laɪt]
n. 光；光线；灯；打火机；领悟；浅色；天窗
adj. 轻的；浅色的；明亮的；轻松的；容易的；清淡的
vi. 点着；变亮；着火
vt. 照亮；点燃；着火
adv. 轻地；清楚地；轻便地
n. (Light)人名；(英)莱特

a light bag

a heavy book
英  ['hevɪ]   美  ['hɛvi]
adj. 沉重的；繁重的，巨大的；拥挤的；阴沉的
n. 重物；严肃角色
adv. 大量地；笨重地

a light computer

a heavy suitcase
英  ['suːtkeɪs]  美  ['sutkes]
n. [轻] 手提箱；衣箱
heavy

Is the bag light? Yes, it's light: children can carry it.
The brother isn't holding his sister. She's heavy.
The sister is holding her little brother. He's light.
Is this book heavy? No, it's light. You can carry it in a bag.
The brother is light, but his sister is heavy.
This suitcase is big and heavy.
The people are claiming their baggage.
The girl isn't checking her baggage. She is taking her bag onto the plane.
The boy is clamining his baggage. He's talking his light bag.
The woman also is checking her baggage.
The woman is claiming her baggage. She's talking her heavy suitcase.
The man is checking his baggage.

The woman also is going through registration whit her children. She also is
showing their tickets and passports.
The man is going through registration. He's showing his ticket and passport.
People with boarding passes go to the waiting area.
At registration people check their baggage and receive their boarding pass.
In the big waiting area people wait for their flights.
On the boarding pass is the seat number on the plane.

The stewardess shows the passengers their seats on the plane.
The man is going to the currency exchange booth. He wants to exchange currency.
The man also is exchanging currency.
The woman is exchanging currency.
The stewardess brings the passengers food.
The stewardess meets the passengers by the plane.

The man is going through customs control.
The woman is going through passport control with her child.
The customs official is checking his baggage.
The customs official is checking their passports.
The man is checking where his money is.
The woman is checking her flight on her ticket.
*** DONE 复习96.2%
    CLOSED: [2016-07-26 Tue 04:16]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-26 Tue 04:16]
    CLOCK: [2016-07-26 Tue 03:44]--[2016-07-26 Tue 04:16] =>  0:32
    :END:
** DONE Lesson thirty two 96.2%
   CLOSED: [2016-07-26 Tue 05:40]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 05:40]
   CLOCK: [2016-07-26 Tue 04:31]--[2016-07-26 Tue 05:40] =>  1:09
   :END:
*** DONE section six 96.2%
    CLOSED: [2016-07-26 Tue 10:27]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2016-07-26 Tue 10:27]
    CLOCK: [2016-07-26 Tue 09:18]--[2016-07-26 Tue 10:27] =>  1:09
    :END:

The man choose an expensive room with a view of the sea on the second floor.
The receptionist is offering the man a single room.
The man is paying with a credit card and taking the keys.

** DONE learn six 97.4%
   CLOSED: [2016-07-26 Tue 15:27]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 15:27]
   CLOCK: [2016-07-26 Tue 15:10]--[2016-07-26 Tue 15:27] =>  0:17
   :END:
** DONE Review Seven 97.7%
   CLOSED: [2016-07-26 Tue 15:48]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 15:48]
   CLOCK: [2016-07-26 Tue 15:32]--[2016-07-26 Tue 15:48] =>  0:16
   :END:
前者的每一个字母各代表一个步骤，即预习(Preview)、提问(Question)、阅读(Read)、笔
记(Write)、背诵(Recite)、复习(Review),是一种行之有效地与速读结合的阅读学习方法；
后者是美国芝加哥大学教育研究所的哥特．莫斯博士发明的一种学习方法，旨在强化个人...
** DONE Review Eight 98.8% very good
   CLOSED: [2016-07-26 Tue 18:08]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 18:08]
   CLOCK: [2016-07-26 Tue 17:49]--[2016-07-26 Tue 18:08] =>  0:19
   :END:
** DONE Review Nine 99.0% very good
   CLOSED: [2016-07-26 Tue 18:29]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 18:29]
   CLOCK: [2016-07-26 Tue 18:09]--[2016-07-26 Tue 18:29] =>  0:20
   :END:
** DONE Review Ten 99.1% better
   CLOSED: [2016-07-26 Tue 18:52]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 18:52]
   CLOCK: [2016-07-26 Tue 18:30]--[2016-07-26 Tue 18:52] =>  0:22
   :END:
** DONE Review Thirty two 97.1%
   CLOSED: [2016-07-26 Tue 21:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-26 Tue 21:36]
   CLOCK: [2016-07-26 Tue 21:05]--[2016-07-26 Tue 21:36] =>  0:31
   :END:
** DONE Lesson thirty three
   CLOSED: [2016-07-27 Wed 05:55]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-27 Wed 05:55]
   CLOCK: [2016-07-27 Wed 05:03]--[2016-07-27 Wed 05:55] =>  0:52
   :END:
** DONE continue thirty tree
   CLOSED: [2016-07-27 Wed 16:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-27 Wed 16:11]
   CLOCK: [2016-07-27 Wed 14:27]--[2016-07-27 Wed 16:11] =>  1:44
   :END:
A boy is lying on the wooden floor and looking at the beautiful shandelier on the ceiling.
A big, white, soft pillow is lying on the floor.
A soft blanket is lying on the bed.
In front of the bed on the floor lies a soft rug.
A woman is bringing clean bed sheets to the room.
A girl is standing on the balcony. She is looking at the tall buildings.

All of the blinds on the windows are closed.
This key doesn't fit this door. It is the other key.
In this room there's a balcony, but in the other room there's not.
On all of the windows hang blinds.
One this window hang blinds, but on the other - curtains.
In all of the expensive hotel rooms there is a beautiful fireplace.
** DONE continue learn 32 96.1%
   CLOSED: [2016-07-28 Thu 05:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 05:23]
   CLOCK: [2016-07-28 Thu 04:04]--[2016-07-28 Thu 05:23] =>  1:19
   :END:
A mother and daughter are sitting at a table inside the cafe. They don't see the
people who are sitting outside.
The bag is outside the closet.
A father and son are sitting at a table outside. They don't see the people who
are sitting inside.
Inside the fireplace it's dirty, but outside  it's clean.'
Inside the house it's warm, but outside it's cold.
The clothes are inside the closet.

All brides wear a  white dress to the wedding.
None of the brides wears a blue dress.
  None of the students in the school wears a red jacket.
In the winter no one opens the balcony.
In the room it's hot. No one is sleeping under a blanket.
All the  students in the school wear blue jackets.

The woman finds the key on the floor.
The boy and the girl are looking for their younger brother in the room.
The woman before the door is looking for the key in her bag.
The student is looking for a book on the shelf.
The girl finds a beautiful flower in the grass.
The boy finds a gift under the pillow.

The woman is looking for the blanket, but she doesn't find it.
The woman finds a key on the floor, but it doesn't fit.
The student is looking for the book in the bag. but it's lying on the table.
The mother is looking for her son outside, but he's inside the house.
The boy is looking for the towel, but it's hanging in the bathroom.
The man is looking for the pillow, but he doesn't find it.

On the ceiling hangs a beautiful chandelier, so the girl is looking at the
ceiling.
In the room it's cold, so the boy is lying under a thick blanket.
The cat isn't in the room, so the boy is looking for it in the cabinet.
英  ['kæbɪnɪt]   美  ['kæbɪnət]
n. 内阁；橱柜；展览艺术品的小陈列室
adj. 内阁的；私下的，秘密的
The boy doesn't find money, so he doesn't buy ice cream.
The woman works in the hotel, so she brings clean bed sheets to the room.
The book isn't on the table, so the man is looking for it in the cabinet.
** DONE Review eleven and twelve
   CLOSED: [2016-07-28 Thu 06:12]
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 06:13]
:LOGBOOK:
   CLOCK: [2016-07-28 Thu 05:24]--[2016-07-28 Thu 06:13] =>  0:49
   :END:
** DONE Review thirteen 97.7%
   CLOSED: [2016-07-28 Thu 10:15]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 10:15]
   CLOCK: [2016-07-28 Thu 09:57]--[2016-07-28 Thu 10:15] =>  0:18
   :END:

** DONE Review fourteen 96.8%
   CLOSED: [2016-07-28 Thu 10:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 10:35]
   CLOCK: [2016-07-28 Thu 10:15]--[2016-07-28 Thu 10:35] =>  0:20
   :END:
** DONE Review 32
   CLOSED: [2016-07-28 Thu 11:35]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2016-07-28 Thu 11:35]
   CLOCK: [2016-07-28 Thu 11:07]--[2016-07-28 Thu 11:35] =>  0:28
   :END:
